Repository: TheMeq/BEM
Catalog: ArmABF/Resources/*.resx
Languages: dutch, french, german, korean, russian, spanish

# t_options
source: Options
dutch: Opties
german: Optionen
korean: 설정
russian: Настройки
spanish: Opciones

# t_parameter_match_1
source: The parameter must exactly match the exception.
dutch: De paramater moet gelijk zijn aan de exceptie.
french: Le paramètre doit correspondre précisément à l'exception.
german: Der Parameter muss genau mit der Ausnahme übereinstimmen.
korean: 범위가 예외와 정확히 일치해야 합니다.
russian: Параметр должен соответствовать исключению.
spanish: El parámetro debe coincidir con la excepción.

# t_parameter_match_2
source: The parameter must contain the exception.
dutch: De paramater moet de exceptie bevatten.
french: Le paramètre doit contenir l'exception.
german: Der Parameter muss die Ausnahme enthalten.
korean: 범위는 예외를 포함해야 합니다.
russian: Параметр должен содержать исключение.
spanish: El parámetro debe contener la excepción.

# t_remove_filter
source: Remove Filter
dutch: Filter verwijderen
french: Supprimer le filtre
german: Filter entfernen
korean: 필터 제거
russian: Убрать фильтр
spanish: Eliminar filtro

# t_remove_keyword
source: Remove Keyword
dutch: Trefwoord verwijderen
french: Supprimer le mot-clé
german: Keyword entfernen
korean: 키워드 제거
russian: Убрать ключевое слово
spanish: Eliminar palabra clave

# t_save_file
source: Save File
dutch: Bestand opslaan
french: Sauvegarder le fichier
german: Datei speichern
korean: 파일 저장
russian: Сохранить файл
spanish: Guardar archivo

# t_select_all
source: Select All
dutch: Alles selecteren
french: Tout sélectionner
german: Alle auswählen
korean: 전부 선택
russian: Выбрать всё
spanish: Seleccionar todos

# t_select_none
source: Select None
dutch: Alles deselecteren
french: Tout désélectionner
german: Nichts auswählen
korean: 전부 선택 취소
russian: Сбросить выбор
spanish: No seleccionar ninguno

# t_send
source: Send
dutch: Versturen
french: Envoyer
german: Senden
korean: 보내기
russian: Отправить
spanish: Enviar

# t_upload_email
source: Optionally, leave me your email address if you think I need to contact you
dutch: Laat optioneel je email adres achter als je denkt dat ik contact met je moet opnemen
french: Si vous le désirez, laissez-moi votre adresse mail si vous pensez que j'ai besoin de vous contacter
german: Optional können sie mir auch ihre E-Mail Adresse hinterlassen, falls sie denken das ich sie kontaktieren muss
korean: 연락하시려면 이메일 주소를 남겨주세요.
russian: Выборочно, оставьте мне свой email если вы думаете что я должен связаться с вами
spanish: También puedes dejarme tu dirección de email si crees que debería ponerme en contacto contigo

# t_upload_filelist
source: The following files will be sent to me, uncheck items you do not want to send
dutch: De volgende bestanden worden naar mij verzonden. Deselecteer de bestanden die je niet verzonden wilt hebben.
french: Les fichiers suivants vont m'être transmis, veuillez décocher les objets que vous ne voulez pas envoyer
german: Die folgenden Dateien werden zu mir gesendet, deaktivieren sie die Items, die sie nicht senden wollen
korean: 다음 파일들은 제에게 보내집니다. 보내고 싶지 않은 파일은 취소해 주세요.
russian: Выделенные файлы будут отправлены мне, снимите выделение с файлов которые вы не хотите отправлять
spanish: Se me enviarán los siguientes archivos, salvo aquellos que desmarques

# t_upload_intro
source: If you are having issues with your filter files not loading correctly or some items not being correctly detected, please use the form below to submit your filters to me and I will see if I can make BEM work better for you! Please only use this if you are having issues.
dutch: Als je problemen hebt met het laden van bestanden of het niet detecteren van sommige items kan je de bestanden naar mij sturen door middel van het formulier hieronder. Dan kan ik kijken of ik BEM nog beter kan maken! Gebruik dit alleen als je problemen ondervind met de applicatie.
french: Si vous rencontrez des problèmes avec des fichiers filtre qui ne chargent pas correctement ou avec des objets qui ne sont pas correctement détectés, veuillez utiliser le formulaire ci-dessous pour me soumettre vos filtres et j'essaierai de voir si je peux faire en sorte que BEM fonctionne mieux pour vous! Veuillez n'utiliser ce formulaire que si vous rencontrez des problèmes.
german: Falls sie Probleme damit haben dass ihre Filter Dateien nicht Korrekt geladen werden oder ein paar Items nicht Korrekt erkannt werden, bitte benutze das Formular unten um ihre Filter bei mir einzureichen und ich werde gucken das BEM in der Zukunft besser für dich funktioniert! Bitte benutze dies nur wenn sie Probleme haben.
korean: 필터 파일이 제대로 로드되지 않거나 감지되지 않는 문제를 경험하신다면, 아래 서식으로 필터를 보내주세요. 그러면 제가 BEM이 잘 작동하도록 도와드리겠습니다. 이것은 문제가 있을 시에만 이용해 주세요.
russian: Если у вас проблемы с загрузкой или обнаружением файлов фильтра, пожалуйста, используйте форму ниже для отправки ващих фильтров мне, и я посмотрю, смогу ли я улучшить работу BEM для вас! Пожалуйста, используйте это только если у вас есть вопросы.
spanish: Si estás teniendo problemas porque tus filtros no cargan correctamente o algunos elementos no se están detectando correctamente, envíame tus filtros usando el siguiente formulario y veré qué puedo hacer para que BEM funcione mejor para ti. Por favor, usa esto solo si estás teniendo problemas.

# t_upload_message
source: Please write a brief message explaining what issues you are having with your filters
dutch: Omschrijf in het kort welke problemen je tegenkomt.
french: Veuillez écrire un bref message expliquant les problèmes que vous rencontrez avec vos filtres
german: Bitte schreibe eine kurze Nachricht in der sie erklären welche Probleme sie mit ihren Filtern haben
korean: 필터에 문제가 있으시다면 간단한 메세지를 남겨 주세요.
russian: Пожалуйста опишите какие проблемы вы имеете с вашими фильтрами
spanish: Escribe un mensaje breve en inglés explicando qué problemas estás teniendo con tus filtros

# t_upload_scripts
source: Upload Scripts
dutch: Scripts uploaden
french: Mettre en ligne des scripts
german: Scripte hochladen
korean: 스크립트 업로드
russian: Загрузить скрипты
spanish: Subir scripts

# t_value
source: Value
dutch: Waarde
french: Valeur
german: Wert
korean: 값
russian: Значение
spanish: Valor

# t_value_double_quotes
source: Value should be contained within double quotes
dutch: Waarde moet tussen dubbele quotes staan
french: Les valeurs doivent être contenues entre guillemets
german: Wert sollte in Anführungszeichen gesetzt sein
korean: 값은 큰따옴포 안에 있어야함
russian: Значение должно быть введено в кавычках
spanish: El valor debería estar escrito entre comillas dobles

# s_write_protect
source: Could not save settings due to an error writing the file.
dutch: Kan de instellingen niet opslaan vanwege een fout in het schrijven naar het bestand.
french: Impossible d'enregistrer les paramètres en raison d'une erreur lors de l'écriture du fichier.
german: Konnte Einstellungen nicht speichern, weil ein Fehler beim schreiben der Datei aufgetreten ist.
korean: 파일을 쓰는 중 오류로 인해 설정을 저장할 수 없습니다.
russian: Невозможно сохранить настройки в связи ошибкой записи файла.
spanish: No se pudo guardar la configuración debido a un error al escribir el archivo.
