Repository: TheMeq/BEM
Catalog: ArmABF/Resources/*.resx
Languages: dutch, french, german, korean, russian, spanish

# s_backed_up
source: Original {0} has been backed up and new one has successfully saved.
dutch: Originele {0} is gebackupt en nieuwe is succesvol opgeslagen.
french: Le fichier original {0} a été récupéré et un nouveau fichier a été sauvegardé avec succès.
german: Originale {0} wurde gesichert und das neue wurde erfolgreich gespeichert
korean: 원본 {0} 와/과 새 파일이 성공적으로 저장되었습니다.
russian: Оригинал {0} был заменён на резервную копию и новый файл был успешно сохранён.
spanish: Se ha guardado una copia del original {0} y se ha guardado el nuevo en su lugar.

# s_changes_to_file
source: You have made changes to this file, please save this file first.{0}{0}If you do not want to save, click OK and load the new file again.
dutch: Je hebt wijzigingen gemaakt aan dit bestand. Sla deze wijzigingen eerst op.I{0}{0}Als je deze wijzigingen niet wilt opslaan klik op OK en laad het bestand opnieuw.
french: Vous avez apporté des modifications à ce fichier, veuillez sauvegarder avant de quitter.{0}{0}Si vous ne voulez pas sauvegarder, appuyez sur OK et chargez à nouveau le nouveau fichier.
german: Sie haben diese Datei verändert, bitte speichern sie diese Datei erst.{0}{0}Falls sie nicht speichern wollen, klicken sie auf OK und laden sie die nochmal.
korean: 파일에 변경 사항이 있사오니 이 파일을 먼저 저장해 주십시오.{0}{0}저장을 원하지 않으신다면 OK를 누르고 다시 새 파일을 로드해 주십시오.
russian: Вы изменили этот файл, пожалуйста сначала сохраните этот файл.{0}{0}Если вы не хотите сохранять, нажмите OK и загрузите новый файл снова.
spanish: Has modificado este archivo; deberías guardarlo antes.{0}{0}Si no quieres guardarlo, pulsa OK y abre el nuevo archivo otra vez.

# s_confirm_delete_filter
source: Are you sure you want to delete this filter entry?
dutch: Weet u zeker dat u deze filterinvoer wilt verwijderen?
french: Voulez-vous vraiment supprimer ce filtre?
german: Sind sie sicher, dass sie diesen Filtereintrag löschen wollen?
korean: 정말 이 필터 기록을 지우시겠습니까?
russian: Вы уверены, что вы хотите удалить этот фильтр?
spanish: ¿Seguro que quieres eliminar este filtro?

# s_confirm_delete_keyword
source: Are you sure you want to delete this keyword entry?
dutch: Weet u zeker dat u dit trefwoord invoer wilt verwijderen
french: Voulez-vous vraiment supprimer ce mot-clé?
german: Sind sie sicher, dass sie diesen Keywordeintrag löschen wollen?
korean: 정말 이 키워드 기록을 지우시겠습니까?
russian: Вы уверены, что вы хотите удалить это ключевое слово?
spanish: ¿Seguro que quieres eliminar esta palabra clave?

# s_could_not_open_file
source: Could not locate the file ""{0}.txt"". Make sure you are running this program from the BattlEye directory on your server.
dutch: Kan het bestand ""{0}.txt"" niet vinden. Verifieer dat je het programma draait vanaf de BattleEye map op je server.
french: Impossible de trouver le fichier ""{0}.txt"". Vérifiez que votre programme est bien exécuté depuis le directoire BattlEye sur votre serveur.
german: Konnte die Datei ""{0}.txt"" nicht finden. Stellen sie sicher, dass sie dieses Programm auf dem BattlEye Verzeichnis laufen lassen.
korean: 파일을 찾지 못하였습니다 ""{0}.txt"". 이 프로그램이 귀하의 서버의 BattlEye 디렉터리에서 실행되고 있는지 확인해 주십시오.
russian: Невозможно обнаружить файл ""{0}.txt"". Убедитесь что вы запускаете программу из директории BattlEye на вашем сервере.
spanish: No se ha podido encontrar el archivo «{0}.txt». Asegúrate de estar ejecutando este programa desde el directorio BattlEye de tu servidor.

# s_done
source: Done!
dutch: Klaar!
french: Terminé!
german: Erledigt!
korean: 완료!
russian: Выполнено!
spanish: ¡Hecho!

# s_edited
source: edited
dutch: aangepast
french: édité
german: Geändert
korean: 변경됨
russian: Изменено.
spanish: modificado

# s_failed_backed_up
source: Could not save this file. The following error occured:{0}{0}{1}
dutch: Kan het bestand niet opslaan. De volgende foutmelding is opgetreden:{0}{0}{1}
french: Le fichier n'a pas pu être sauvegardé. L'erreur suivante est survenue:{0}{0}{1}
german: Datei konnte nicht gespeichert werden. Folgender Fehler ist aufgetreten:{0}{0}{1}
korean: 다음 오류 때문에 파일을 저장하지 못했습니다.:{0}{0}{1}
russian: Невозможно сохранить этот файл. Произошла ошибка:{0}{0}{1}
spanish: No se ha podido guardar este archivo porque ha ocurrido el siguiente error:{0}{0}{1}

# s_fix_backslash
source: The text may contain some backslashes that may need to be escaped, did you want to fix these?
dutch: De tekst bevat mogelijk backslashes welke "escaped" moeten worden, wil je dit oplossen?
french: Le texte pourrait contenir des antislashs qui auraient besoin d'une séquence d'échappement, voulez-vous les réparer?
german: Der Text beinhaltet vielleicht Backslashs, die eventuell entflohen werden müssen, wollen sie dies beheben?
korean: 텍스트에 지워야 할 역슬레쉬가 있을수 있습니다, 이것들을 고치시겠습니까?
russian: Текст может содержать обратные слэши которые должны быть пропущены, хотите ли вы исправить это?
spanish: El texto contiene barras invertidas que quizá haya que «escapar». ¿Deseas hacerlo?

# s_items_imported
source: Selected items have been imported. Please remember to save your changes.
dutch: Geselecteerde items zijn geimporteerd. Vergeet niet je wijzigingen op te slaan.
french: Les objets sélectionnés ont été importés. N'oubliez pas de sauvergarder vos modifications.
german: Ausgewählte Items wurden importiert. Bitte denken sie daran ihre Änderungen zu speichern.
korean: 선택하신 아이템들을 불러왔습니다. 변경 사항을 저장해 주세요.
russian: Выбранные предметы были импортированы. Пожалуйста не забудьте сохранить изменения.
spanish: Se han importado los elementos seleccionados. No te olvides de guardar los cambios que hagas.

# s_latest_version
source: Latest Version
dutch: Laatste versie
french: Dernière Version
german: Letzte Version
korean: 최신 버전
russian: Последняя версия
spanish: Última versión

# s_loading_error
source: There was an error loading this file, is it a BattlEye file?
dutch: Er is een fout opgetreden bij het laden van dit bestand. Is het een BattleEye bestand?
french: Une erreur est survenue en chargeant ce fichier, s'agit-il d'un fichier BattlEye?
german: Es gab einen Fehler beim laden dieser Datei, ist es eine BattlEye Datei?
korean: 파일을 로드하던 중 오류가 발생했습니다, BattlEye 파일입니까?
russian: Произошла ошибка при загрузке этого файла, был ли это файл BattlEye?
spanish: Se ha producido un error mientras se cargaba este archivo. ¿Seguro que es un archivo BattlEye?

# s_need_keyword
source: You need to enter a keyword. If you want a blank keyword, please enter
dutch: Je moet een trefwoord invullen. Als je een blank trefwoord wilt invullen druk je op enter.
french: Vous devez entrer un mot-clé. Si vous ne voulez pas de mots-clés, veuillez entrer ""
german: Sie müssen ein Keyword eingeben. Falls sie ein leeres Keyword wollen, bitte eintragen
korean: 키워드를 입력하셔야 됩니다. 공 키워드를 원하신다면 다음을 입력해 주십시오.
russian: Вам нужно ввести ключевое слово. Если вы хотите пустое ключевое слово введите пустые кавычки ("").
spanish: Tienes que introducir una palabra clave. Si quieres usar un espacio como palabra clave, pulsa Enter

# s_need_to_exception_type
source: You need to select an Exception Type.
dutch: Je moet een exception type selecteren.
french: Vous devez sélectionner un Type d'Exception.
german: Sie müssen einen Ausnahmetyp auswählen.
korean: 예외 타입을 선택하셔야 합니다.
russian: Вам нужно выбрать тип исключения.
spanish: Tienes que seleccionar un Tipo de Excepción.

# s_need_to_logging_type
source: You need to select a Logging Type.
dutch: Je moet een Logging Type selecteren.
french: Vous devez sélectionner un Type d'Enregistrement.
german: Sie müssen einen Logging Type auswählen.
korean: 로깅 타입을 선택하셔야 합니다..
russian: Вам нужно выбрать тип логов.
spanish: Tienes que seleccionar un Tipo de Registro.

# s_need_to_open_file
source: You need to open a file first.
dutch: Je moet eerst een bestand openen.
french: Vous devez d'abord ouvrir un fichier.
german: Sie müssen zuerst eine Datei öffnen.
korean: 우선 파일을 열어주십시오.
russian: Сначала нужно открыть файл.
spanish: Tienes que abrir un archivo antes.

# s_need_to_select_filter
source: You need to select a filter first.
dutch: Je moet eerst een filter selecteren.
french: Vous devez d'abord sélectionner un filtre.
german: Sie müssen zuerst einen Filter auswählen.
korean: 우선 필터를 선택하셔야 합니다.
russian: Сначала нужно выбрать фильтр.
spanish: Tienes que seleccionar un filtro antes.

# s_need_to_select_line
source: You need to select a line first.
dutch: Je moet eerst een regel selecteren.
french: Vous devez d'abord sélectionner une ligne.
german: Sie müssen zuerst eine Linie auswählen.
korean: 우선 라인을 선택하셔야 합니다.
russian: Сначала нужно выбрать строку.
spanish: Tienes que seleccionar una línea antes.

# s_need_value
source: You need to enter a value.
dutch: Je moet een waarde invullen.
french: Vous devez entrer une valeur.
german: Sie müssen einen wert eingeben.
korean: 값을 입력해 주십시오.
russian: Нужно ввести значение.
spanish: Tienes que introducir un valor.

# s_nothing_to_import
source: You haven't selected anything to import.
dutch: Je hebt niks geselecteerd om te importeren.
french: Vous n'avez pas sélectionné de fichiers à importer.
german: Sie haben nichts zum importieren ausgewählt.
korean: 불러올 것을 선택해 주십시오.
russian: Вы не выбрали ничего для импортирования.
spanish: No has seleccionado nada que importar.

# s_not_scripts
source: This list works differently than scripts.{0}{0}We will add the exceptions for the ones you choose, but the keywords might as well be removed in some cases.
dutch: Deze lijst werkt anders dat scripts.{0}{0}We voegen een exceptie toe voor de gekozen excepties, maar de trefwoorden kunnen in sommige gevallen ook worden verwijderd.
french: Cette liste fonctionne différemment d'un script.{0}{0}Nous ajouterons les exceptions pour ceux que vous choisirez, mais les mots-clés pourraient très bien être supprimés dans certains cas.
german: Diese Liste funktioniert nicht wie Scripte.{0}{0}Wir werden die Ausnahmen, die sie entscheiden hinzufügen, aber die Keywords werden eventuell in ein paar Fällen entfernt.
korean: 이 목록은 스크립트와 다르게 작동합니다.{0}{0}선택하신 것들에 대한 예외는 추가되지만, 어떤 경우에는 키워드가 제외될 수도 있습니다.
russian: Этот список работает не как скрипты.{0}{0}Мы добавим исключения для выбранных,но в некоторых случаях ключевые слова могут быть удалены .
spanish: Esta lista no funciona igual que los scripts.{0}{0}Añadiremos las excepciones para los que elijas, pero las palabras claves se podrían eliminar en algunos casos.

# s_not_supported
source: Sorry, This log file is not yet supported by BEM for importing.
dutch: Sorry, dit bestand wordt nog niet ondersteund om te importeren door BEM.
french: Désolé, l'importation de ce fichier journal n'est pas supportée par BEM.
german: Es tut mir leid, diese .log Datei wird noch nicht von BEM fürs importieren unterstützt.
korean: 죄송합니다. 이 log 파일은 아직 BEM으로 불러올 수 없습니다.
russian: Извините, пока что, BEM не поддерживает импорт этого файла логов.
spanish: Lo sentimos, pero importar este archivo de registro BEM aún no está soportado.

# s_no_files_found
source: No Files Found
dutch: Geen bestanden gevonden
french: Aucun fichier trouvé
german: Keine Dateien gefunden
korean: 발견된 파일 없음.
russian: Файлов не найдено
spanish: No se han encontrado archivos

# s_no_log
source: You don't have a log for this file.
dutch: Er is geen log voor dit bestand.
french: Vous n'avez pas de journal pour ce fichier.
german: Sie haben keine .log Datei für diese Datei.
korean: 이 파일에 대한 로그가 없습니다.
russian: У вас нет логов этого файла.
spanish: No tienes un registro para este archivo.

# s_processing
source: Processing
dutch: Aan het verwerken
french: Traitement
german: Verarbeitung
korean: 처리 중
russian: Выполняется
spanish: Procesamiento

# s_scanning
source: Scanning
dutch: Aan het scannen
french: Scan en cours
german: Scannen
korean: 검색 중
russian: Сканируется
spanish: Análisis

# s_too_long
source: This log file is more then 50,000 lines long. Only scanned first 50,000 lines.
dutch: Dit logbestand is meer dan 50.000 regels lang. Alleen de eerste 50.000 regels worden gelezen.
french: Ce fichier journal contient plus de 50,000 lignes. Seules les 50,000 premières lignes ont été scannées.
german: Diese .log Datei ist über 50,000 Zeilen lang. Es wurden nur die ersten 50,000 gescannt.
korean: 이 log 파일은 50,000줄 이상입니다. 첫 50,000줄 만이 검색되었습니다.
russian: Этот файл лога длиннее 50,000 строк. Просканированы могут быть только первые 50,000 строк.
spanish: Este registro tiene más de 50000 líneas. Solo se han analizado las primeras 50000 líneas.

# s_unable_to_launch
source: Unable to launch BEM right now. Please ensure both of the following conditions are met:{0}{0}- You are running this from your BattlEye Folder.{0}- You have run the ArmA 3 server at least once.
dutch: Het is niet mogelijk om BEM op te starten. Controleer hetvolgende:{0}{0}- Je start BEM op vanaf je BattleEye map.{0}- Je hebt ARMA 3 op z'n minst 1 keer opgestart.
french: Impossible de lancer BEM pour le moment. Veuillez vous assurer que les deux conditions suivantes sont réunies:{0}{0}- Vous exécutez ce programme depuis votre dossier BattlEye.{0}- Vous avez exécuté le serveur ArmA 3 au moins une fois.
german: Kann BEM im Moment nicht starten. Bitte versichern sie sich dass beide der folgenden Bedingungen erfüllt sind:{0}{0}- Sie lassen dies von ihrem BattlEye Ordner laufen.{0}- Sie haben den ArmA 3 Server mindestens einmal laufen lassen.
korean: 지금 BEM을 실행할 수 없습니다. 다음 조건이 갖춰 졌는지 확인해 주십시오:{0}{0}- BattlEye 폴더에서 실행 중 입니다.{0}- 적어도 한 번은 ArmA 3 서버를 실행하셔야 합니다,.
russian: Невозможно запустить BEM прямо сейчас. Пожалуйста убедитесь что оба условия соблюдены:{0}{0}- Вы запускаете это из папки с BattlEye.{0}- Вы запускали сервер ArmA 3 хотя бы раз.
spanish: No se ha podido lanzar BEM ahora mismo. Asegúrate de que se cumplen estas dos condiciones:{0}{0}- Estás ejecutando este programa desde tu carpeta BattleEye.{0}- Has ejecutado el servidor ArmA 3 al menos una vez.

# s_update_application
source: Update Application
dutch: Applicatie updaten
french: Mise à Jour de l'Application
german: Update Anwendung
korean: 어플리케이션 업데이트
russian: Обновить приложение
spanish: Actualizar la aplicación

# s_uploaded_zip
source: Uploaded ZIP file!
dutch: ZIP file uploaden!
french: Fichier ZIP mis en ligne!
german: ZIP Datei hochladen!
korean: ZIP 파일 업로드됨!
russian: Загружен ZIP файл!
spanish: ¡Se ha actualizado el archivo ZIP!

# s_upload_email
source: The email address you have entered is not valid.
dutch: Het opgegeven email adres is niet geldig.
french: L'adresse mail que vous avez entrée n'est pas valide.
german: Die E-Mail Adresse die sie eingetragen haben ist ungültig.
korean: 입력하신 이메일 주소는 사용하실 수 없습니다.
russian: Email который вы ввели недействителен.
spanish: La dirección de correo que has introducido no es válida.

# s_upload_explain
source: To help me make BEM better, please give a brief explanation of what is not working.
dutch: Geef een korte uitleg over wat er niet werkt zodat we BEM beter kunnen maken.
french: Pour m'aider à améliorer BEM, veuillez donner une brève explication de votre problème.
german: Um mir zu helfen BEM zu verbessern, geben Sie bitte eine kurze Erklärung was nicht funktioniert.
korean: BEM을 개선하기 위해 문제점을 간단하게 설명해 주십시오.
russian: Чтобы помочь мне сделать BEM лучше, пожалуйста,опишите что работает не правильно.
spanish: Para ayudarme a mejorar BEM, explícame brevemente (en inglés) qué es lo que no funciona.

# s_upload_one_file
source: To help me make BEM better, please choose at least 1 file to upload.
dutch: Kies alsjeblieft op z'n minst 1 bestand om te uploaden zodat we BEM beter kunnen maken.
french: Pour m'aider à améliorer BEM, veuillez choisir au moins un fichier à mettre en ligne.
german: Um mir zu helfen BEM zu verbessern, bitte wählen sie mindestens eine Datei zum hochladen.
korean: BEM을 개선하기 위해 업로드하실 파일을 최소 1개 선택해 주십시오.
russian: Чтобы помочь мне сделать BEM лучше, пожалуйста, выберите хотя бы 1 файл для загрузки.
spanish: Para ayudarme a mejorar BEM, sube al menos un archivo.

# s_upload_thanks
source: Your files have been uploaded! Thanks for submitting your scripts to help make BEM better!
dutch: Je bestanden zijn geupload! Bedankt voor het opsturen van je scripts om BEM beter te maken!
french: Vos fichiers ont été mis en ligne! Merci d'avoir contribué à améliorer BEM en soumettant vos scripts!
german: Ihre Dateien wurden hochladen! Danke für die Einreichung ihrer Scripte um zu helfen BEM besser zu machen!
korean: 파일이 업로드 되었습니다! 스크립트를 올려주신 점 정말 감사드립니다!
russian: Ваши файлы были загружены! Спасибо за предоставления ваших скриптов для помощи в улучшении BEM!
spanish: ¡Se han subido tus archivos! Gracias por ayudarme a mejorar BEM enviándome tus scripts.

# s_upload_upload_zip
source: Uploading ZIP file
dutch: ZIP bestand aan het uploaden
french: Mise en ligne du fichier ZIP
german: Lade ZIP Datei hoch
korean: ZIP 파일 업로드 중
russian: Загрузка ZIP файла
spanish: Cómo subir un archivo ZIP

# s_upload_zip
source: Creating ZIP file
dutch: ZIP bestand aan het maken
french: Création du fichier ZIP
german: Erstelle ZIP Datei
korean: ZIP 파일 생성 중
russian: Создание ZIP файла
spanish: Cómo crear un archivo ZIP

# s_wait
source: Wait!
dutch: Wacht!
french: Stop!
german: Warte!
korean: 기다려 주십시오!
russian: Подождите!
spanish: ¡Espera!

# t_about
source: About
dutch: Over
french: A propos
german: Über
korean: 개요
russian: О приложении
spanish: Sobre

# t_add_filter
source: Add Filter
dutch: Filter toevoegen
french: Ajouter un filtre
german: Filter hinzufügen
korean: 필터 추가
russian: Добавить фильтр
spanish: Añadir un filtro

# t_add_keyword
source: Add Keyword
dutch: Trefwoord toevoegen
french: Ajouter un mot-clé
german: Keyword hinzufügen
korean: 키워드 추가
russian: Добавить ключевое слово
spanish: Añadir una palabra clave

# t_cancel
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
korean: 취소
russian: Отменить
spanish: Cancelar

# t_check_for_updates
source: Check for Updates
dutch: Controleren op updates
french: Recherche de Mise à Jour
german: Nach Updates suchen
korean: 업데이트 확인
russian: Проверить обновления
spanish: Buscar actualizaciones

# t_choose
source: Choose
dutch: Kies
french: Choisir
german: Wähle aus
korean: 선택
russian: Выбрать
spanish: Elegir

# t_choose_file
source: Choose File:
dutch: Kies filter:
french: Choisir Fichier:
german: Datei auswählen:
korean: 파일 선택:
russian: Выбрать файл:
spanish: Elige un archivo:

# t_currently_loaded
source: Currently Loaded
dutch: Momenteel geladen
french: Fichiers chargés
german: Derzeit geladen
korean: 현재 로드됨
russian: Загружено в данный момент
spanish: Cargado

# t_donate
source: Donate
dutch: Doneren
french: Faites un don
german: Spenden
korean: 기부
russian: Пожертвования
spanish: Donar

# t_edit_filter
source: Edit Filter
dutch: Bestand aanpasen
french: Editer le filtre
german: Filter bearbeiten
korean: 필터 변경
russian: Изменить фильтр
spanish: Modificar filtro

# t_edit_keyword
source: Edit Keyword
dutch: Trefwoord aanpassen
french: Editer le mot-clé
german: Keyword bearbeiten
korean: 키워드 변경
russian: Изменить ключевое слово
spanish: Modificar palabra clave

# t_exception_type
source: Exception Type
dutch: Exceptie Type
french: Type d'Exception
german: Ausnahmetyp
korean: 예외 타입
russian: Тип исключения
spanish: Tipo de Excepción

# t_idle
source: Idle
dutch: Afwachtend
french: Inactif
german: Untätig
korean: 유휴
russian: Бездействует
spanish: Inactivo

# t_import_as
source: Import Checked as
dutch: Geselecteerde importeren als
french: Importer les objets vérifiés sous
german: Importiere Angekreuzte als
korean: 체크된 것 불러오기
russian: Импортировать выделенное как
spanish: Importar los marcados como

# t_import_from_logs
source: Import from Logs
dutch: Import vanuit Logs
french: Importer depuis le journal
german: Importiere von Logs
korean: 로그에서 불러오기
russian: Импорт из логов
spanish: Importar desde un registro

# t_keyword
source: Keyword
dutch: Trefwoord
french: Mot-clé
korean: 키워드
russian: Ключевое слово
spanish: Palabra clave

# t_keyword_backslash
source: Keywords containing double quotes must have them escaped with a backslash.
dutch: Trefwoorden met dubbele quotes moeten deze ge-escaped hebben met een backslash.
french: Les mots-clés comportant des guillemets doivent être précédés d'un antislash pour pouvoir déclencher la séquence d'échappement.
german: Keywords die doppelte Anführungszeichen beinhalten müssen diese mit einem Backslash entfliehen.
korean: 큰따옴표가 있는 키워드는 역슬레쉬로 교체되어야 함.
russian: В ключевых словах, содержащих кавычки, кавычки должны быть отделены обратными слэшами.
spanish: Cada comilla doble dentro de una palabra clave debe ir precedida de una barra invertida.

# t_keyword_double_quotes
source: Keywords containing spaces must be contained within double quotes.
dutch: Trefwoorden met spaties moeten binnen dubbele quotes staan.
french: Les mots-clés comportant des espaces doivent être contenus entre des guillemets.
german: Keywords die Leerzeichen enthalten müssen in doppelte Anführungszeichen gesetzt werden.
korean: 띄어쓰기된 키워드는 큰따옴표 안에 들어가야 함.
russian: Ключевые слова, содержащие пробелы, должны быть выделены кавычками.
spanish: Las palabras claves que contengan espacios deben estar escritas entre comillas dobles.

# t_load_file
source: Load File
dutch: Bestand laden
french: Charger Fichier
german: Datei laden
korean: 파일 불러오기
russian: Загрузить файл
spanish: Cargar un archivo

# t_load_to_start
source: None. Load a file to start.
dutch: Geen. Laad een bestand om te starten.
french: Aucun. Chargez un fichier pour démarrer.
german: Nichts ist geladen. Lade eine Datei um zu Starten.
korean: 없음. 시작하려면 파일을 불러오십시오.
russian: Ничего не загружено. Загрузите файл чтобы начать.
spanish: Ninguno. Carga un archivo para empezar.

# t_logging_type
source: Logging Type
dutch: Logtype
french: Type d'Enregistrement
german: Protokollierungstyp
korean: 로깅 타입
russian: Тип логов
spanish: Tipo de registro

# t_logging_type_1
source: Log to .log file only
dutch: Alleen loggen naar .log bestand
french: Consigner sur le fichier .log uniquement
german: Eintrag in die .log Datei
korean: .log 파일로만 로그하기
russian: Отправить логи в только в файл .log
spanish: Escribir el registro en el archivo .log

# t_logging_type_2
source: Log to console only
dutch: Alleen naar console loggen
french: Consigner sur la console uniquement
german: Eintrag in die Konsole
korean: 콘솔로만 로그하기
russian: Отправить логи только в консоль
spanish: Escribir el registro en la consola

# t_logging_type_3
source: Log to both
dutch: Naar beiden loggen
french: Consigner sur les deux
german: Eintrag in beide
korean: 둘다 로그하기
russian: Отправить логи в файл .log и консоль
spanish: Escribir el registro en ambos

# t_logging_type_4
source: Kick with no log
dutch: Kicken zonder logs
french: Kicker sans consigner sur le journal
german: Kick ohne Eintrag
korean: 로그없이 퇴출
russian: Изгнать без лога
spanish: Expulsar sin escribir el registro

# t_logging_type_5
source: Kick and log to .log file only
dutch: Kicken en alleen naar .log bestand loggen
french: Kicker et consigner sur le fichier .log uniquement
german: Kick und Eintrag in die .log Datei
korean: 퇴출하고 .log 파일로만 로그하기
russian: Изгнать и отправить логи только в .log
spanish: Expulsar y escribir el registro en el archivo .log

# t_logging_type_6
source: Kick and log to console only
dutch: Kicken en alleen naar console loggen
french: Kicker et consigner sur la console uniquement
german: Kick und Eintrag in die Konsole
korean: 퇴출하고 콘솔로만 로그하기
russian: Изгнать и отправить логи только в консоли
spanish: Expulsar y escribir el registro en la consola

# t_logging_type_7
source: Kick and log to both
dutch: Kicken en naar beide loggen
french: Kicker et consigner sur les deux
german: Kick und Eintrag in beide
korean: 퇴출하고 둘다 로그하기
russian: Изгнать и отправить в консоль и файл .log
spanish: sss

# t_no_file_selected
source: No File Detected
dutch: Geen bestand gedetecteerd
french: Aucun fichier détecté
german: Keine Datei Erkannt
korean: 발견된 파일 없음
russian: Файлов не обнаружено
spanish: No se ha detectado ningún archivo
